Revit 2027 API
SymbolTypeId.Kgf Property
 Symbol kgf, indicating unit Kilograms force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kgf { get; }
Public Shared ReadOnly Property Kgf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kgf {
	ForgeTypeId^ get ();
}
static member Kgf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace